acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
aircrack-ng
alacritty
amd-ucode
android-tools
android-udev
aosp-devel
arch-install-scripts
archlinux-wallpaper
arp-scan
asp
aspell-en
autoconf
autofs
automake
babeltrace
bash
bash-completion
bcc-tools
bear
bind-tools
binutils
bison
bluez-hid2hci
bluez-utils
boost
bzip2
calibre
canto-curses
canto-daemon
cgmanager
chromium
clang
cmake
cmus
coreutils
cryptsetup
ctags
cups
device-mapper
dhcpcd
diffutils
dmenu
docker-compose
doxygen
dunst
duplicity
e2fsprogs
efibootmgr
evince
exfat-utils
expac
expect
fakeroot
fcitx-libpinyin
feh
file
filesystem
findutils
firefox
fish
flex
freealut
fuseiso
fzf
gawk
gcc
gcc-libs
gdb
gettext
ghc
git
glib2-static
glibc
gnome-keyring
gnu-netcat
gnuplot
go
gpodder
grep
gvfs-mtp
gvim
gzip
htop
hugo
i3-wm
i3lock
i3lock-fancy-git
i3status
ibus-libpinyin
iftop
igraph
inetutils
iotop
iperf
iperf3
iproute2
iputils
irssi
isync
jdk8-openjdk
jfsutils
jq
kcachegrind
keybase
keybase-gui
khal
kitty
less
leveldb
lib32-libpulse
lib32-mpg123
lib32-nvidia-utils
libconfig
libreoffice-fresh
libtool
licenses
linux
linux-firmware
lldb
llvm
logrotate
lshw
lttng-ust
lvm2
lynx
m4
make
man-db
man-pages
mdadm
mesa-demos
mosh
msmtp
mtpfs
nano
neomutt
neovim
netctl
nextcloud-client
nfs-utils
nmap
noto-fonts-emoji
nvidia
nvidia-settings
nyx
okular
opensmtpd
openssh
openssh-askpass
openvpn
oprofile
pacman
pacman-contrib
pamixer
pandoc
parallel
pass-otp
patch
pciutils
pdfpc
perf
perl
perl-file-mimeinfo
perl-glib-object-introspection
pikaur
pkgconf
polybar
postgresql
powerline
powerline-fonts
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-bluetooth
python-bcc
python-mako
python-pip
python-pynvim
python2-bcc
python2-pip
qemu
qemu-arch-extra
qemu-user-static-bin
read-edid
redshift
reflector
reiserfsprogs
repo
ripgrep
rofi
rsync
rtv
rustup
rxvt-unicode
s-nail
sagemath
scrot
sed
shadow
shellcheck
signify
slack
slack-desktop
socat
speedtest-cli
stack
steam
steam-fonts
stow
strace
sudo
sysfsutils
sysstat
systemd-sysvcompat
tamarin-prover
tar
tcpdump
testdisk
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-latexextra
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
the_silver_searcher
time
tk
tlp
tmux
todoman
tor
torsocks
traceroute
ttf-fira-sans
ttf-font-awesome
ttf-inconsolata
unrar
unzip
usbutils
util-linux
valgrind
vdirsyncer
vi
vlc
w3m
weechat-python3-git
wget
which
whois
wire-desktop
wkhtmltopdf
x11-ssh-askpass
xclip
xf86-input-synaptics
xf86-video-vesa
xfsprogs
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xterm
youtube-dl
zathura
zathura-pdf-mupdf
zbar
zeromq
zip
